[{"competencies": [{"competencyType": "knowledge", "conceptType": "KnowledgeSkillCompetence", "conceptUri": "http://data.europa.eu/esco/skill/97b713f0-b9e8-4903-8dee-7e0b4019a1c0", "description": "Das Recht, das die Beziehung zwischen Arbeitnehmern und Arbeitgebern regelt. Er betrifft die Rechte der Arbeitnehmer am Arbeitsplatz, die durch den Arbeitsvertrag verbindlich sind.", "id": 19663}, {"competencyType": "knowledge", "conceptType": "KnowledgeSkillCompetence", "conceptUri": "http://data.europa.eu/esco/skill/b3f22ab4-b553-439d-80a2-5b8ae6d11e0d", "description": "Rechtsgebiet, das die Beziehungen zwischen Arbeitgebern, Arbeitnehmern, Gewerkschaften und der Regierung regelt.", "id": 23115}, {"competencyType": "knowledge", "conceptType": "KnowledgeSkillCompetence", "conceptUri": "http://data.europa.eu/esco/skill/08fe5910-8c4c-4679-a988-eb2ded3c4909", "description": "Rechtsvorschriften auf nationaler oder internationaler Ebene, die die Arbeitsbedingungen in verschiedenen Bereichen zwischen Sozialpartnern wie der Regierung, den Arbeitnehmern, den Arbeitgebern und den Gewerkschaften regeln.", "id": 2600}], "description": "Kurzbeschreibung Das Arbeitsrecht unterliegt einem ständigen Wandel durch Änderungen der Gesetzgebung und der folgenden Rechtsprechung. Im Seminar erhalten Sie notwendige Kenntnisse dieser Vorschriften bezogen auf soziale Einrichtungen, um rechtssicher zu handeln und unnötige gerichtliche Auseinandersetzungen zu vermeiden. - Beschäftigtendatenschutz nach EUDSGVO und BDSG  - Urlaubsrecht, Urlaubsplanung, Verfall von Ansprüchen, Abgeltung von Urlaub - Qualifizierungsvereinbarungen mit Bindungsklausel - Befristung von Arbeitsverträgen mit und ohne Sachgrund - Inhaltliche Gestaltungsmöglichkeiten bei Arbeitsverträgen - Arbeitszeitrecht, Bereitschaftsdienste, Über- und Mehrstunden - Arbeitsrechtliche Sanktionen, Ermahnung, Abmahnung, Kündigung - Bedeutung des Eingliederungsmanagements bei personenbedingten Kündigungen wegen Krankhei - Übersicht aktueller Rechtsprechung der Arbeitsgerichte Aus Gründen der Aktualität können kurzfristig weitere Themen aufgenommen werden.", "id": 32938}]